INSERT INTO jc_streets (street_code, street_name) VALUES
('01001', 'Хрещатик'),
('01008', 'Садова'),
('01010', 'Іподромний'),
('01011', 'Євгена Гуцала'),
('01013', 'Будіндустрії'),
('01014', 'Бойчука Михайла'),
('01015', 'Цитадельна'),
('01016', 'Копиленка Олександра'),
('01018', 'Михайлівська');

INSERT INTO jc_ukraine_structure (area_id, area_name) VALUES
('UA01000000000013043', 'АР Крим'),
('UA01020000000022387', 'АР Крим Бахчисарайський район'),
('UA01020010000048857', 'АР Крим Бахчисарайський район Андріївська ТРГ'),
('UA01020010010075540', 'АР Крим Бахчисарайський район Андріївська ТРГ село Андріївка'),
('UA01020010020030666', 'АР Крим Бахчисарайський район Андріївська ТРГ селище Сонячний'),
('UA01020030000085835', 'АР Крим Бахчисарайський район Ароматненська ТРГ'),
('UA01020030010043419', 'АР Крим Бахчисарайський район Ароматненська ТРГ село Ароматне'),
('UA01020030020095516', 'АР Крим Бахчисарайський район Ароматненська ТРГ село Вікторівка'),
('UA01020030030055891', 'АР Крим Бахчисарайський район Ароматненська ТРГ село Маловидне'),
('UA01040000000069938', 'АР Крим Білогірський район'),

('UA05000000000010236', 'Вінницька область'),
('UA05020000000026686', 'Вінницька область Вінницький район'),
('UA05020010000053508', 'Вінницька область Вінницький район Агрономічна ТРГ'),
('UA05020010010058853', 'Вінницька область Вінницький район Агрономічна ТРГ село Агрономічне'),
('UA05020010020055396', 'Вінницька область Вінницький район Агрономічна ТРГ село Бохоники'),
('UA05020010030044910', 'Вінницька область Вінницький район Агрономічна ТРГ село Горбанівка'),
('UA05040000000050292', 'Вінницька область Гайсинський район'),
('UA05040010000022470', 'Вінницька область Гайсинський район Бершадська ТРГ'),
('UA05040010010024726', 'Вінницька область Гайсинський район Бершадська ТРГ місто Бершадь'),

('UA18000000000041385', 'Житомирська область'),
('UA18020000000072859', 'Житомирська область Бердичівський район'),
('UA18040000000058965', 'Житомирська область Житомирський район'),
('UA18060000000021754', 'Житомирська область Коростенський район'),
('UA18060010000047628', 'Житомирська область Коростенський район Білокоровицька ТРГ'),
('UA18060030000039943', 'Житомирська область Коростенський район Гладковицька ТРГ'),
('UA18060050000027575', 'Житомирська область Коростенський район Горщиківська ТРГ'),
('UA18060090000061708', 'Житомирська область Коростенський район Коростенська ТРГ'),
('UA18060090010074365', 'Житомирська область Коростенський район Коростенська ТРГ місто Коростень'),
('UA18060090040092448', 'Житомирська область Коростенський район Коростенська ТРГ село Бехи'),
('UA18060090170080342', 'Житомирська область Коростенський район Коростенська ТРГ село Іскорость'),

('UA80000000000093317', 'місто Київ'),
('UA80000000000126643', 'місто Київ Голосіївський район'),
('UA80000000000210193', 'місто Київ Дарницький район'),
('UA80000000000336424', 'місто Київ Деснянський район'),
('UA80000000000479391', 'місто Київ Дніпровський район'),
('UA80000000000551439', 'місто Київ Оболонський район'),
('UA80000000000624772', 'місто Київ Печерський район'),
('UA80000000000719633', 'місто Київ Подільський район'),
('UA80000000000875983', 'місто Київ Святошинський район'),
('UA80000000000980793', 'місто Київ Солом*янський район'),
('UA80000000001078669', 'місто Київ Шевченківський район');

INSERT INTO jc_passport_office (p_office_id, p_office_area_id, p_office_name) VALUES
('ID_PO_1', 'UA80000000000093317', 'Управління ДМС 1 міста Київ'),
('ID_PO_2', 'UA18060090010074365', 'Управління ДМС 1 міста Коростень'),
('ID_PO_3', 'UA05040010010024726', 'Управління ДМС 1 міста Бершадь'),
('ID_PO_4', 'UA18060090170080342', 'Управління ДМС 1 села Іскорость');

INSERT INTO jc_register_office (r_office_id, r_office_area_id, r_office_name)
VALUES
('ID_RO_1', 'UA80000000000093317', 'Управління ДРАЦС 1 міста Київ'),
('ID_RO_2', 'UA18060090010074365', 'Управління ДРАЦС 1 міста Коростень'),
('ID_RO_3', 'UA05040010010024726', 'Управління ДРАЦС 1 міста Бершадь'),
('ID_RO_4', 'UA18060090170080342', 'Управління ДРАЦС 1 села Іскорость');

INSERT INTO jc_universities (university_id, university_name) VALUES
('0001', 'NTUU KPI'),
('0002', 'Vernadskogo'),
('0003', 'Evropeyskyi');







